{
	"cuisine": "SANDWICH",
	"categories": [{
		"code": "C_1",
		"name": "SALADS",
		"items": [{
			"code": "C_1_1",
			"name": "Greek Salad",
			"description": "Fresh Lettuce, Onions, Tomatoes, Bell Peppers, Topped with Feta Cheese, Lemon and Vinegar Juice  and Olive Oil.",
			"isSelected": false
		}, {
			"code": "C_1_2",
			"name": "Steak Salad",
			"description": "Slices of marinated Steak and Fresh Lettuce, Onions, Tomatoes, Bell Peppers, Topped with Feta Cheese, Lemon and Vinegar Juice  and Olive Oil. ",
			"isSelected": false
		}, {
			"code": "C_1_3",
			"name": "Chicken Salad",
			"description": "Slices of marinated Steak and Fresh Lettuce, Onions, Tomatoes, Bell Peppers, Topped with Feta Cheese, Lemon and Vinegar Juice  and Olive Oil.",
			"isSelected": false
		}, {
			"code": "C_1_4",
			"name": "Combination Salad",
			"description": "Slices of marinated Steak and Chicken and Fresh Lettuce, Onions, Tomatoes, Bell Peppers, Topped with Feta Cheese, Lemon and Vinegar Juice  and Olive Oil.",
			"isSelected": false
		}]
	}, {
		"code": "C_2",
		"name": "GYROS",
		"items": [{
			"code": "C_2_1",
			"name": "Chicken Gyros",
			"description": "All Gyros dishes are topped with Fresh Lettuce, Onions, Tomatoes and Cucumber sauce served on Hot Pita bread with thin marinated slices of Chicken.",
			"isSelected": false
		}, {
			"code": "C_2_2",
			"name": "Steak Gyros",
			"description": "All Gyros dishes are topped with Fresh Lettuce, Onions, Tomatoes and Cucumber sauce served on Hot Pita bread with thin marinated slices of Steak.",
			"isSelected": false
		}, {
			"code": "C_2_3",
			"name": "Mixed Gyros(Chicken & Steak)",
			"description": "All Gyros dishes are topped with Fresh Lettuce, Onions, Tomatoes and Cucumber sauce served on Hot Pita bread with thin marinated slices of Chicken and Steak.",
			"isSelected": false
		}, {
			"code": "C_2_4",
			"name": "Veggie Gyros",
			"description": "All Gyros dishes are topped with Fresh Lettuce, Onions, Tomatoes and Cucumber sauce served on Hot Pita bread with smashed Falafels.",
			"isSelected": false
		}]
	}, {
		"code": "C_3",
		"name": "KABOBS",
		"items": [{
			"code": "C_3_1",
			"name": "Beef Kabob",
			"description": "Two skewers of marinated Beef cooked over fire. All Kabob dishes come with onions and tomatoes served over Basmati rice with a side salad, side of Hummus, cucumber sause with a hot pita bread.",
			"isSelected": false
		}, {
			"code": "C_3_2",
			"name": "Chicken Kabob",
			"description": "Two skewers of marinated Chicken cooked over fire. All Kabob dishes come with onions and tomatoes served over Basmati rice with a side salad, side of Hummus, cucumber sause with a hot pita bread.",
			"isSelected": false
		}, {
			"code": "C_3_3",
			"name": "Lamb Kabob",
			"description": "Two skewers of marinated Lamb cooked over fire. All Kabob dishes come with onions and tomatoes served over Basmati rice with a side salad, side of Hummus, cucumber sause with a hot pita bread.",
			"isSelected": false
		}, {
			"code": "C_3_4",
			"name": "Combination Kabob (Chicken and Lamb/Beef)",
			"description": "One skewer of marinated Chicken and One skewer of Lamb or Beef cooked over fire. All Kabob dishes come with onions and tomatoes served over Basmati rice with a side salad, side of Hummus, cucumber sause with a hot pita bread.",
			"isSelected": false
		}, {
			"code": "C_3_5",
			"name": "Chappali Kabob",
			"description": "Two Ground Beef patties marinated over Mediterranean spices. All Kabob dishes come with onions and tomatoes served over Basmati rice with a side salad, side of Hummus, cucumber sause with a hot pita bread.",
			"isSelected": false
		}]
	}, {
		"code": "C_4",
		"name": "SIDE_ORDERS",
		"items": [{
			"code": "C_4_1",
			"name": "Hummus",
			"description": "Garbanzo beans, Olive oil, Tahineh Sause, topped with fresh chopped Parsley.",
			"isSelected": false
		}, {
			"code": "C_4_2",
			"name": "Falafel",
			"description": "Beans mixed with Onions, Cilantro, Parsley and Mediterranean spices.",
			"isSelected": false
		}]
	}]
}